Repository: Msquare-Labs/karo-localization-llm
Catalog: Tasks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

# createPublicLink
source: Created a public link
hi: एक सार्वजनिक लिंक बनाया
ja: 公開リンクを作成しました
ko: 공개 링크를 만들었습니다
nl: Een openbare link gemaakt
pl: Utworzono publiczny link
pt: Criou uma ligação pública
sv: Skapade en offentlig länk
tr: Herkese açık bir bağlantı oluşturuldu
zh_hans: 已创建公共链接
zh_hant: 已建立公開連結

source: Delete account
hi: खाता हटाएं
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt: Eliminar conta
sv: Radera konto
tr: Hesabı sil
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Deleted user
hi: हटाया गया उपयोगकर्ता
ja: 削除されたユーザー
ko: 삭제된 사용자
nl: Verwijderde gebruiker
pl: Usunięty użytkownik
pt: Utilizador eliminado
sv: Raderad användare
tr: Silinmiş kullanıcı
zh_hans: 已删除的用户
zh_hant: 已刪除的使用者

source: Display Name
hi: प्रदर्शित होने वाला नाम
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome de Exibição
sv: Visningsnamn
tr: Görünen Ad
zh_hans: 显示名称
zh_hant: 顯示名稱

# domainInvites
source: invited all users with domain name %@
hi: डोमेन नाम %@ वाले सभी उपयोगकर्ताओं को आमंत्रित किया
ja: ドメイン名%@を持つすべてのユーザーを招待しました
ko: 도메인 이름이 %@인 모든 사용자를 초대했습니다
nl: heeft alle gebruikers met domeinnaam %@ uitgenodigd
pl: zaproszono wszystkich użytkowników z nazwą domeny %@
pt: convidou todos os utilizadores com o nome de domínio %@
sv: bjöd in alla användare med domännamn %@
tr: %@ alan adına sahip tüm kullanıcıları davet etti
zh_hans: 邀请了所有域名为%@的用户
zh_hant: 邀請了所有網域名稱為%@的使用者

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar Perfil
sv: Redigera profil
tr: Profili Düzenle
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: Email
hi: ईमेल
ja: メール
ko: 이메일
sv: E-post
tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Emails
hi: ईमेल
ja: メール
ko: 이메일
pl: E-maile
sv: E-postmeddelanden
tr: E-postalar
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Export
hi: निर्यात
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt: Exportar
sv: Exportera
tr: Dışa Aktar
zh_hans: 导出
zh_hant: 匯出

# exportSubtitle
source: Backup everything into a .tasks file
hi: सब कुछ एक .tasks फ़ाइल में बैकअप करें
ja: すべてを.tasksファイルにバックアップします
ko: 모든 것을 .tasks 파일로 백업
nl: Maak een back-up van alles naar een .tasks-bestand
pl: Utwórz kopię zapasową wszystkiego w pliku .tasks
pt: Faça uma cópia de segurança de tudo para um ficheiro .tasks
sv: Säkerhetskopiera allt till en .tasks-fil
tr: Her şeyi bir .tasks dosyasına yedekleyin
zh_hans: 将所有内容备份到.tasks文件中
zh_hant: 將所有內容備份到 .tasks 檔案中

source: Face ID
hi: फेस आईडी
zh_hans: 面容ID

# familyPlan
source: supports Family Sharing
hi: परिवार साझाकरण का समर्थन करता है
ja: ファミリー共有に対応
ko: 가족 공유 지원
nl: ondersteunt Delen met gezin
pl: obsługuje Chmurę rodzinną
pt: suporta a Partilha com a Família
sv: stöder Familjedelning
tr: Aile Paylaşımını destekler
zh_hans: 支持家人共享
zh_hant: 支援家人共享

source: File
hi: फ़ाइल
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt: Ficheiro
sv: Fil
tr: Dosya
zh_hans: 文件
zh_hant: 檔案

source: Import
hi: आयात
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
sv: Importera
tr: İçe Aktar
zh_hans: 导入
zh_hant: 匯入

# importSubtitle
source: Restore a .tasks files backup taken previously
hi: पहले ली गई .tasks फ़ाइलों का बैकअप पुनर्स्थापित करें
ja: 以前に取得した.tasksファイルのバックアップを復元します
ko: 이전에 만든 .tasks 파일 백업 복원
nl: Herstel een eerder gemaakte back-up van .tasks-bestanden
pl: Przywróć wcześniej utworzoną kopię zapasową plików .tasks
pt: Restaure uma cópia de segurança de ficheiros .tasks feita anteriormente
sv: Återställ en .tasks-filsäkerhetskopia som tagits tidigare
tr: Daha önce alınmış bir .tasks dosyası yedeğini geri yükleyin
zh_hans: 恢复之前创建的.tasks文件备份
zh_hant: 還原先前建立的 .tasks 檔案備份

# importSuccess
source: Imported Successfully!
hi: सफलतापूर्वक आयात किया गया!
ja: 正常にインポートされました！
ko: 성공적으로 가져왔습니다!
nl: Succesvol geïmporteerd!
pl: Zaimportowano pomyślnie!
pt: Importado com sucesso!
sv: Importerades framgångsrikt!
tr: Başarıyla İçe Aktarıldı!
zh_hans: 导入成功！
zh_hant: 匯入成功！

source: Instagram
hi: इंस्टाग्राम
ko: 인스타그램

source: Invalid email
hi: अमान्य ईमेल
ja: 無効なメールアドレス
ko: 잘못된 이메일
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt: E-mail inválido
sv: Ogiltig e-postadress
tr: Geçersiz e-posta
zh_hans: 无效的电子邮件
zh_hant: 無效的電子郵件

source: Invite
hi: आमंत्रित करें
ja: 招待
ko: 초대
nl: Uitnodigen
pl: Zaproś
pt: Convidar
sv: Bjud in
tr: Davet Et
zh_hans: 邀请
zh_hant: 邀請

source: invited
hi: आमंत्रित
ja: 招待済み
ko: 초대됨
nl: uitgenodigd
pl: zaproszony
pt: convidado
sv: inbjuden
tr: davet edildi
zh_hans: 已邀请
zh_hant: 已邀請

source: Invite Members
hi: सदस्यों को आमंत्रित करें
ja: メンバーを招待
ko: 멤버 초대
nl: Leden uitnodigen
pl: Zaproś członków
pt: Convidar Membros
sv: Bjud in medlemmar
tr: Üye Davet Et
zh_hans: 邀请成员
zh_hant: 邀請成員

source: Invites
hi: आमंत्रण
ja: 招待
ko: 초대
nl: Uitnodigingen
pl: Zaproszenia
pt: Convites
sv: Inbjudningar
tr: Davetler
zh_hans: 邀请
zh_hant: 邀請

source: Link expires
hi: लिंक समाप्त हो रहा है
ja: リンクの有効期限
ko: 링크 만료
nl: Link verloopt
pl: Link wygasa
pt: A ligação expira
sv: Länken går ut
tr: Bağlantı süresi doluyor
zh_hans: 链接到期
zh_hant: 連結到期

# linkExpiresAt
source: Link expires %@
hi: लिंक %@ को समाप्त हो रहा है
ja: リンクの有効期限：%@
ko: 링크 만료일: %@
nl: Link verloopt %@
pl: Link wygasa %@
pt: A ligação expira %@
sv: Länken går ut %@
tr: Bağlantı süresi %@ tarihinde doluyor
zh_hans: 链接将于%@过期
zh_hant: 連結將於%@過期

source: Logout
hi: लॉग आउट
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj
pt: Sair
sv: Logga ut
tr: Çıkış Yap
zh_hans: 登出
zh_hant: 登出

source: Manage
hi: प्रबंधित करें
ja: 管理
ko: 관리
nl: Beheren
pl: Zarządzaj
pt: Gerir
sv: Hantera
tr: Yönet
zh_hans: 管理
zh_hant: 管理

# markAsPendingStatus
source: Mark pending status
hi: लंबित स्थिति चिह्नित करें
ja: 保留ステータスをマーク
ko: 보류 상태 표시
nl: Wachtstatus markeren
pl: Oznacz status oczekujący
pt: Marcar estado pendente
sv: Markera väntande status
tr: Beklemede durumunu işaretle
zh_hans: 标记待处理状态
zh_hant: 標記待處理狀態

source: Mark as unread
hi: अपठित चिह्नित करें
ja: 未読にする
ko: 읽지 않음으로 표시
nl: Markeren als ongelezen
pl: Oznacz jako nieprzeczytane
pt: Marcar como não lido
sv: Markera som oläst
tr: Okunmadı olarak işaretle
zh_hans: 标记为未读
zh_hant: 標記為未讀

source: Maximum Clicks
hi: अधिकतम क्लिक
ja: 最大クリック数
ko: 최대 클릭 수
nl: Maximum aantal klikken
pl: Maksymalna liczba kliknięć
pt: Cliques Máximos
sv: Maximalt antal klick
tr: Maksimum Tıklama
zh_hans: 最大点击次数
zh_hant: 最大點擊次數

source: Name
hi: नाम
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
sv: Namn
tr: Ad
zh_hans: 名称
zh_hant: 名稱

# oneClickLeft
source: 1 click left
hi: 1 क्लिक शेष
ja: 残り1クリック
ko: 1 클릭 남음
nl: Nog 1 klik
pl: Pozostało 1 kliknięcie
pt: Falta 1 clique
sv: 1 klick kvar
tr: 1 tıklama kaldı
zh_hans: 剩余1次点击
zh_hant: 剩下1次點擊

source: PDF
hi: पीडीएफ

source: Plus
hi: प्लस
ja: プラス
ko: 플러스
tr: Artı
zh_hans: 高级版
zh_hant: 高級版

source: Private
hi: निजी
ja: プライベート
ko: 비공개
nl: Privé
pl: Prywatny
pt: Privado
sv: Privat
tr: Gizli
zh_hans: 私有
zh_hant: 私人

source: Profile
hi: प्रोफाइल
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
sv: Profil
tr: Profil
zh_hans: 个人资料
zh_hant: 個人資料

source: Public
hi: सार्वजनिक
ja: パブリック
ko: 공개
nl: Openbaar
pl: Publiczny
pt: Público
sv: Offentlig
tr: Halka Açık
zh_hans: 公共
zh_hant: 公開

# reasonToLogin
source: To access your saved projects
hi: अपनी सहेजी गई परियोजनाओं तक पहुँचने के लिए
ja: 保存されたプロジェクトにアクセスするため
ko: 저장된 프로젝트에 접근하려면
nl: Om toegang te krijgen tot uw opgeslagen projecten
pl: Aby uzyskać dostęp do zapisanych projektów
pt: Para acessar seus projetos salvos
sv: För att komma åt dina sparade projekt
tr: Kaydedilmiş projelerinize erişmek için
zh_hans: 访问您已保存的项目
zh_hant: 存取您已儲存的專案

# sampleProjectWatch
source: Sample Project
hi: नमूना परियोजना
ja: サンプルプロジェクト
ko: 샘플 프로젝트
nl: Voorbeeldproject
pl: Przykładowy projekt
pt: Projeto de exemplo
sv: Exempelprojekt
tr: Örnek Proje
zh_hans: 示例项目
zh_hant: 範例專案

source: Sign in with Apple
hi: Apple के साथ साइन इन करें
ja: Appleでサインイン
ko: Apple로 로그인
nl: Inloggen met Apple
pl: Zaloguj się z Apple
pt: Iniciar sessão com a Apple
sv: Logga in med Apple
tr: Apple ile oturum aç
zh_hans: 通过 Apple 登录
zh_hant: 使用 Apple 登入

# signInWithAppleSubtitle
source: Secure and improved syncing
hi: सुरक्षित और बेहतर सिंकिंग
ja: 安全で改善された同期
ko: 안전하고 향상된 동기화
nl: Veilige en verbeterde synchronisatie
pl: Bezpieczna i ulepszona synchronizacja
pt: Sincronização segura e melhorada
sv: Säker och förbättrad synkronisering
tr: Güvenli ve gelişmiş senkronizasyon
zh_hans: 安全且改进的同步
zh_hant: 安全且改進的同步

source: Touch ID
hi: टच आईडी
zh_hans: 触控 ID
zh_hant: 觸控 ID

source: Users
hi: उपयोगकर्ता
ja: ユーザー
ko: 사용자
nl: Gebruikers
pl: Użytkownicy
pt: Utilizadores
sv: Användare
tr: Kullanıcılar
zh_hans: 用户
zh_hant: 使用者

# usersSubtitle
source: To assign tasks to users
hi: उपयोगकर्ताओं को कार्य असाइन करने के लिए
ja: ユーザーにタスクを割り当てる
ko: 사용자에게 작업 할당
nl: Om taken aan gebruikers toe te wijzen
pl: Aby przypisać zadania do użytkowników
pt: Para atribuir tarefas a utilizadores
sv: För att tilldela uppgifter till användare
tr: Görevleri kullanıcılara atamak için
zh_hans: 向用户分配任务
zh_hant: 向使用者指派任務
